Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/referenda/referendum_result_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: The following information explains how referendum results are collated
ga: Ciallaíonn an fhaisnéis seo leanas conas a bheadh toradh an reifrinn comhordaithe

source: The day after the poll, the ballot boxes will be opened at a designated count centre in each constituency
ga: I ngach dáilcheantar, ar an lá i ndiaidh an toghcháin, osclaítear na boscaí in ionad comhaireamh áitiúil

source: The votes for and against the proposed amendment will be counted and the local returning officer will report the result to the referendum returning officer
ga: Déantar comhaireamh ar na vótaí ar son an reifrinn agus na vótaí in aghaidh an reifrinn i ngach ionad agus cuireann an t-oifigeach toghcháin an toradh ar aghaidh chuig an oifigeach reifrinn náisiúnta

source: When the referendum returning officer has received all of the results from all of the constituencies, they will draw up a provisional referendum certificate stating the overall result of the voting
ga: Nuair a thagann na comhairimh go léir isteach chuig an oifigeach reifrinn náisiúnta, ó gach dáilcheantar sa tír, éisíonn sé nó sí teastas sealadach reifrinn a léiríonn toradh náisiúnta na vótála

source: The certificate will also state whether the proposed amendment has been approved by the people
ga: Léiríonn an teastas seo, freisin, ar aontaigh an pobal leis an leasa bunreachta a bhí ós a gcomhair nó nár aontaigh

source: The provisional certificate will be published in Irish Oifiguil (the Official Gazette)
ga: Foilsítear an teastas san Iris Oifigiúil

source: If you wish to challenge the provisional certificate, you must present a petition to the High Court within 7 days of the publication of the provisional certificate
ga: Má theastaíonn uait dúshlán an toraidh a léiríonn an teastas a thabhairt, ní mór duit achainí a chuir ós comhair nahArdchúirte taobh istigh de 7 lá ó dháta an fhoilsithe sin

source: If no petition in presented to the High Court, the certificate becomes final
ga: Muna dtagann aon achainí ós comhair na hArdchúirte bíonn an teastas reifrinn buan

source: If the final certificate shows that the majority of the votes cast were in favour of the proposal to amend the Constitution, the Bill is signed by the Irish President and the Constitution is then amended
ga: Má léiríonn an teastas go raibh tromlach na vótaí a caitheamh i bhfabhar an leasaithe ar an mBunreacht, téann an Bille ós comhair an Uachtaráin chun a bheith sínithe agus tá an Bunreacht leasaithe ansin
